{
    "rdr": {
        "banner": {
            "title": "Risikominderung",
            "expand": "Mehr erfahren",
            "collapse": "Ausblenden",
            "expandedTitle": "Wichtige Informationen zum Cannabiskonsum",
            "point1": "Der Cannabiskonsum birgt Gesundheitsrisiken",
            "point2": "Fahren Sie nicht Auto oder bedienen Sie keine Maschinen nach dem Konsum",
            "point3": "Konsumieren Sie nicht, wenn Sie schwanger sind oder stillen",
            "point4": "Außerhalb der Reichweite von Kindern und Haustieren aufbewahren",
            "point5": "Konsultieren Sie einen medizinischen Fachmann bei Zweifeln",
            "linkCanada": "Gesundheitsressourcen Kanada",
            "linkFrance": "Gesundheitsressourcen Frankreich"
        }
    },
    "ageVerification": {
        "title": "Altersüberprüfung",
        "description": "Um auf diese Plattform zuzugreifen, müssen Sie bestätigen, dass Sie in Ihrem Land volljährig sind.",
        "birthdate": "Geburtsdatum",
        "country": "Land",
        "state": "Bundesland",
        "selectCountry": "Wählen Sie ein Land",
        "selectState": "Wählen Sie ein Bundesland",
        "verify": "Mein Alter überprüfen",
        "verifying": "Überprüfung läuft...",
        "privacy": "Ihre Daten sind vertraulich und werden nur zur Überprüfung Ihrer Berechtigung verwendet.",
        "errorMissingFields": "Bitte füllen Sie alle Felder aus",
        "errorGeneric": "Überprüfungsfehler",
        "errorNetwork": "Netzwerkfehler, bitte versuchen Sie es erneut",
        "countryNotAllowed": "Dieses Land erlaubt keinen Zugriff auf diese Plattform"
    },
    "consent": {
        "title": "Einwilligung zur Risikominderung",
        "subtitle": "Bitte lesen Sie sorgfältig, bevor Sie fortfahren",
        "section1Title": "1. Art der Plattform",
        "section1Text": "Reviews-Maker ist eine Plattform zum Erstellen, Teilen und Anzeigen von Bewertungen von Cannabisprodukten. Diese Plattform ist ausschließlich für Erwachsene bestimmt, die in ihrer Gerichtsbarkeit volljährig sind.",
        "section2Title": "2. Gesundheitsrisiken",
        "section2Intro": "Der Cannabiskonsum birgt Gesundheitsrisiken:",
        "risk1": "Atemwegsprobleme durch Rauchinhalation",
        "risk2": "Beeinträchtigung kognitiver und motorischer Fähigkeiten",
        "risk3": "Risiko psychischer Abhängigkeit",
        "risk4": "Mögliche Wechselwirkungen mit bestimmten Medikamenten",
        "risk5": "Erhöhte Risiken für Menschen mit psychiatrischen Störungen",
        "risk6": "Gefahren für den Fötus während der Schwangerschaft",
        "section3Title": "3. Sicherheitsempfehlungen",
        "reco1": "Fahren Sie niemals unter dem Einfluss von Cannabis",
        "reco2": "Vermeiden Sie die Mischung mit Alkohol oder anderen Substanzen",
        "reco3": "Bewahren Sie Produkte außerhalb der Reichweite von Kindern und Haustieren auf",
        "reco4": "Beginnen Sie mit niedrigen Dosen und warten Sie auf die Wirkung, bevor Sie mehr konsumieren",
        "reco5": "Konsumieren Sie nicht, wenn Sie schwanger sind, stillen oder eine Vorgeschichte psychotischer Störungen haben",
        "reco6": "Konsultieren Sie einen medizinischen Fachmann bei Fragen oder Bedenken",
        "section4Title": "4. Rechtmäßigkeit",
        "section4Text": "Es liegt in Ihrer Verantwortung sicherzustellen, dass Sie die in Ihrer Gerichtsbarkeit geltenden Gesetze bezüglich Besitz, Konsum und Austausch von Cannabisinformationen einhalten. Einige Regionen verbieten strikt alle Formen des Gebrauchs.",
        "section5Title": "5. Haftung",
        "section5Text": "Durch die Nutzung von Reviews-Maker bestätigen Sie, dass Sie diese Risiken und Empfehlungen zur Kenntnis genommen haben. Sie verpflichten sich, die Plattform verantwortungsvoll zu nutzen und nicht in einer Weise, die gegen geltendes Recht verstößt. Reviews-Maker kann nicht für Konsequenzen verantwortlich gemacht werden, die sich aus der Nutzung der Plattform oder dem Konsum von Cannabisprodukten ergeben.",
        "finalNote": "📌 Durch die Annahme dieser Einwilligung bestätigen Sie, dass Sie alle diese Informationen gelesen und verstanden haben und sich verpflichten, die Plattform verantwortungsvoll zu nutzen.",
        "confirmRead": "Ich habe den gesamten Text gelesen und verstanden",
        "decline": "Ablehnen",
        "accept": "Ich akzeptiere und verstehe",
        "accepting": "Speichern...",
        "privacy": "Ihre Einwilligung wird aus rechtlichen Gründen mit einem Zeitstempel aufgezeichnet",
        "mustRead": "Bitte lesen Sie den gesamten Text, bevor Sie akzeptieren",
        "errorGeneric": "Fehler beim Speichern der Einwilligung",
        "errorNetwork": "Netzwerkfehler, bitte versuchen Sie es erneut"
    },
    "countries": {
        "CA": "Kanada",
        "US": "Vereinigte Staaten",
        "FR": "Frankreich",
        "ES": "Spanien",
        "NL": "Niederlande",
        "DE": "Deutschland",
        "PT": "Portugal",
        "UY": "Uruguay",
        "MX": "Mexiko"
    },
    "common": {
        "loading": "Laden...",
        "error": "Fehler",
        "success": "Erfolg",
        "cancel": "Abbrechen",
        "confirm": "Bestätigen",
        "save": "Speichern",
        "delete": "Löschen",
        "edit": "Bearbeiten",
        "close": "Schließen"
    }
}