{
    "rdr": {
        "banner": {
            "title": "Reducci칩n de riesgos",
            "expand": "Saber m치s",
            "collapse": "Ocultar",
            "expandedTitle": "Informaci칩n importante sobre el consumo de cannabis",
            "point1": "El consumo de cannabis conlleva riesgos para la salud",
            "point2": "Evite conducir o utilizar maquinaria despu칠s del consumo",
            "point3": "No consuma si est치 embarazada o amamantando",
            "point4": "Mantenga fuera del alcance de ni침os y animales",
            "point5": "Consulte a un profesional de la salud si tiene dudas",
            "linkCanada": "Recursos de Salud Canad치",
            "linkFrance": "Recursos de Salud Francia"
        }
    },
    "ageVerification": {
        "title": "Verificaci칩n de edad",
        "description": "Para acceder a esta plataforma, debe confirmar que tiene la edad legal en su pa칤s.",
        "birthdate": "Fecha de nacimiento",
        "country": "Pa칤s",
        "state": "Estado",
        "selectCountry": "Seleccione un pa칤s",
        "selectState": "Seleccione un estado",
        "verify": "Verificar mi edad",
        "verifying": "Verificando...",
        "privacy": "Sus datos son confidenciales y se utilizan 칰nicamente para verificar su elegibilidad.",
        "errorMissingFields": "Por favor complete todos los campos",
        "errorGeneric": "Error de verificaci칩n",
        "errorNetwork": "Error de red, por favor intente de nuevo",
        "countryNotAllowed": "Este pa칤s no permite el acceso a esta plataforma"
    },
    "consent": {
        "title": "Consentimiento de Reducci칩n de Riesgos",
        "subtitle": "Por favor lea cuidadosamente antes de continuar",
        "section1Title": "1. Naturaleza de la plataforma",
        "section1Text": "Reviews-Maker es una plataforma que permite crear, compartir y consultar opiniones sobre productos de cannabis. Esta plataforma est치 destinada exclusivamente a adultos que tienen la edad legal en su jurisdicci칩n.",
        "section2Title": "2. Riesgos para la salud",
        "section2Intro": "El consumo de cannabis conlleva riesgos para la salud:",
        "risk1": "Problemas respiratorios por inhalaci칩n de humo",
        "risk2": "Alteraci칩n de las capacidades cognitivas y motoras",
        "risk3": "Riesgo de dependencia psicol칩gica",
        "risk4": "Posibles interacciones con ciertos medicamentos",
        "risk5": "Riesgos aumentados para personas con trastornos psiqui치tricos",
        "risk6": "Peligros para el feto durante el embarazo",
        "section3Title": "3. Recomendaciones de seguridad",
        "reco1": "Nunca conduzca bajo la influencia del cannabis",
        "reco2": "Evite mezclar con alcohol u otras sustancias",
        "reco3": "Mantenga los productos fuera del alcance de ni침os y animales",
        "reco4": "Comience con dosis bajas y espere los efectos antes de consumir m치s",
        "reco5": "No consuma si est치 embarazada, amamantando o tiene antecedentes de trastornos psic칩ticos",
        "reco6": "Consulte a un profesional de la salud si tiene preguntas o preocupaciones",
        "section4Title": "4. Legalidad",
        "section4Text": "Es su responsabilidad asegurarse de que cumple con las leyes vigentes en su jurisdicci칩n con respecto a la posesi칩n, el consumo y el intercambio de informaci칩n relacionada con el cannabis. Algunas regiones proh칤ben estrictamente todas las formas de uso.",
        "section5Title": "5. Responsabilidad",
        "section5Text": "Al utilizar Reviews-Maker, usted reconoce haber tomado conocimiento de estos riesgos y recomendaciones. Acepta utilizar la plataforma de manera responsable y no hacer un uso contrario a las leyes aplicables. Reviews-Maker no puede ser considerado responsable de ninguna consecuencia derivada del uso de la plataforma o del consumo de productos de cannabis.",
        "finalNote": "游늷 Al aceptar este consentimiento, confirma que ha le칤do y comprendido toda esta informaci칩n y se compromete a utilizar la plataforma de manera responsable.",
        "confirmRead": "He le칤do y comprendo todo el texto",
        "decline": "Rechazar",
        "accept": "Acepto y comprendo",
        "accepting": "Guardando...",
        "privacy": "Su consentimiento se registra con una marca de tiempo por razones legales",
        "mustRead": "Por favor lea todo el texto antes de aceptar",
        "errorGeneric": "Error al guardar el consentimiento",
        "errorNetwork": "Error de red, por favor intente de nuevo"
    },
    "countries": {
        "CA": "Canad치",
        "US": "Estados Unidos",
        "FR": "Francia",
        "ES": "Espa침a",
        "NL": "Pa칤ses Bajos",
        "DE": "Alemania",
        "PT": "Portugal",
        "UY": "Uruguay",
        "MX": "M칠xico"
    },
    "common": {
        "loading": "Cargando...",
        "error": "Error",
        "success": "칄xito",
        "cancel": "Cancelar",
        "confirm": "Confirmar",
        "save": "Guardar",
        "delete": "Eliminar",
        "edit": "Editar",
        "close": "Cerrar"
    }
}