{
  "rdr": {
    "banner": {
      "title": "Réduction des risques",
      "expand": "En savoir plus",
      "collapse": "Masquer",
      "expandedTitle": "Informations importantes sur la consommation de cannabis",
      "point1": "La consommation de cannabis comporte des risques pour la santé",
      "point2": "Évitez de conduire ou d'utiliser des machines après consommation",
      "point3": "Ne consommez pas si vous êtes enceinte ou allaitante",
      "point4": "Conservez hors de portée des enfants et des animaux",
      "point5": "Consultez un professionnel de santé en cas de doute",
      "linkCanada": "Ressources Santé Canada",
      "linkFrance": "Ressources Santé France"
    }
  },
  "ageVerification": {
    "title": "Vérification de l'âge",
    "description": "Pour accéder à cette plateforme, vous devez confirmer que vous avez l'âge légal dans votre pays.",
    "birthdate": "Date de naissance",
    "country": "Pays",
    "state": "État",
    "selectCountry": "Sélectionnez un pays",
    "selectState": "Sélectionnez un état",
    "verify": "Vérifier mon âge",
    "verifying": "Vérification...",
    "privacy": "Vos données sont confidentielles et utilisées uniquement pour vérifier votre éligibilité.",
    "errorMissingFields": "Veuillez remplir tous les champs",
    "errorGeneric": "Erreur lors de la vérification",
    "errorNetwork": "Erreur réseau, veuillez réessayer",
    "countryNotAllowed": "Ce pays ne permet pas l'accès à cette plateforme"
  },
  "consent": {
    "title": "Consentement de Réduction des Risques",
    "subtitle": "Veuillez lire attentivement avant de continuer",
    "section1Title": "1. Nature de la plateforme",
    "section1Text": "Reviews-Maker est une plateforme permettant de créer, partager et consulter des avis sur des produits à base de cannabis. Cette plateforme est destinée exclusivement aux adultes ayant l'âge légal dans leur juridiction.",
    "section2Title": "2. Risques pour la santé",
    "section2Intro": "La consommation de cannabis comporte des risques pour la santé :",
    "risk1": "Troubles respiratoires en cas d'inhalation de fumée",
    "risk2": "Altération des capacités cognitives et motrices",
    "risk3": "Risque de dépendance psychologique",
    "risk4": "Interactions possibles avec certains médicaments",
    "risk5": "Risques accrus pour les personnes souffrant de troubles psychiatriques",
    "risk6": "Dangers pour le fœtus en cas de grossesse",
    "section3Title": "3. Recommandations de sécurité",
    "reco1": "Ne conduisez jamais sous l'influence du cannabis",
    "reco2": "Évitez de mélanger avec l'alcool ou d'autres substances",
    "reco3": "Conservez les produits hors de portée des enfants et des animaux",
    "reco4": "Commencez par de faibles doses et attendez les effets avant de consommer davantage",
    "reco5": "Ne consommez pas si vous êtes enceinte, allaitante ou avez des antécédents de troubles psychotiques",
    "reco6": "Consultez un professionnel de santé en cas de questions ou préoccupations",
    "section4Title": "4. Légalité",
    "section4Text": "Il est de votre responsabilité de vous assurer que vous respectez les lois en vigueur dans votre juridiction concernant la possession, la consommation et le partage d'informations relatives au cannabis. Certaines régions interdisent strictement toute forme d'usage.",
    "section5Title": "5. Responsabilité",
    "section5Text": "En utilisant Reviews-Maker, vous reconnaissez avoir pris connaissance de ces risques et recommandations. Vous acceptez d'utiliser la plateforme de manière responsable et de ne pas en faire un usage contraire aux lois applicables. Reviews-Maker ne saurait être tenu responsable de toute conséquence découlant de l'utilisation de la plateforme ou de la consommation de produits à base de cannabis.",
    "finalNote": "📌 En acceptant ce consentement, vous confirmez avoir lu et compris l'ensemble de ces informations et vous engagez à utiliser la plateforme de manière responsable.",
    "confirmRead": "J'ai lu et je comprends l'intégralité du texte",
    "decline": "Refuser",
    "accept": "J'accepte et je comprends",
    "accepting": "Enregistrement...",
    "privacy": "Votre consentement est enregistré avec un horodatage pour des raisons légales",
    "mustRead": "Veuillez lire l'intégralité du texte avant d'accepter",
    "errorGeneric": "Erreur lors de l'enregistrement du consentement",
    "errorNetwork": "Erreur réseau, veuillez réessayer"
  },
  "countries": {
    "CA": "Canada",
    "US": "États-Unis",
    "FR": "France",
    "ES": "Espagne",
    "NL": "Pays-Bas",
    "DE": "Allemagne",
    "PT": "Portugal",
    "UY": "Uruguay",
    "MX": "Mexique"
  },
  "common": {
    "loading": "Chargement...",
    "error": "Erreur",
    "success": "Succès",
    "cancel": "Annuler",
    "confirm": "Confirmer",
    "save": "Enregistrer",
    "delete": "Supprimer",
    "edit": "Modifier",
    "close": "Fermer"
  }
}
